-- Translated by Frayz, Mr. Darkness, penka_6ratuIIIKa, 🌪T0₱NAD0🌪 (http://www.noxiousnet.com/forums/index.php?action=profile;u=6296)

translate.AddLanguage("ru", "Russian")

-- Various gamemode stuff
LANGUAGE.minute_points_added						= "Вы не получили ранений за всю минуту! Вам было присвоено %d очков."
LANGUAGE.infliction_reached_class_unlocked			= "%d%% заражения было достигнуто! %s разблокирован!"
LANGUAGE.infliction_reached							= "%d%% выживших погибло!"
LANGUAGE.x_unlocked									= "%s открыты!"
LANGUAGE.disconnect_killed							= "%s был отсоединен, его убийца %s."
LANGUAGE.nail_removed_by							= "%s убрал гвоздь, ранее принадлежавший %s."
LANGUAGE.banned_for_life_warning					= "Ваша жизнь забанена, вы ничего не можете купить!"
LANGUAGE.need_to_be_near_arsenal_crate				= "Вы должны быть рядом с Арсенальным Ящиком чтобы делать покупки!"
LANGUAGE.cant_purchase_right_now					= "Вы, пока что, ничего не можете купить."
LANGUAGE.dont_have_enough_points					= "У вас недостаточно очков."
LANGUAGE.prepare_yourself							= "Приготовьтесь..."
LANGUAGE.purchased_x_for_y_points					= "Покупка: %s за %d очков!"
LANGUAGE.give_time_before_suicide					= "Дайте время остальным, чтобы появиться в игре, перед тем, как вы убьете себя."
LANGUAGE.no_spare_ammo_to_give						= "Нет запасов для отдачи другим!"
LANGUAGE.no_person_in_range							= "Нет выжившего на виду!"
LANGUAGE.that_life									= "За эту жизнь..."
LANGUAGE.x_damage_to_barricades						= "%d вреда баррикадам"
LANGUAGE.x_damage_to_humans							= "%d вреда выжившим"
LANGUAGE.x_brains_eaten								= "%d мозгов съедено"
LANGUAGE.press_rmb_to_cycle_targets					= "Нажмите ПКМ, для того чтобы сменить цель"
LANGUAGE.press_lmb_to_spawn_on_them					= "Нажмите ЛКМ, чтобы появиться на цели"
LANGUAGE.press_lmb_to_spawn							= "Нажмите ЛКМ, чтобы появиться"
LANGUAGE.observing_x								= "Вы смотрите на %s (%d)"
LANGUAGE.waiting_for_next_wave						= "Ожидание начала следующей волны..."
LANGUAGE.impossible									= "Это невозможно."
LANGUAGE.trying_to_put_nails_in_glass				= "Это очень умно стараться вбить гвозди в стекло."
LANGUAGE.boss_class_select							= "Вы появитесь, как %s в следующий раз как зараженный."
LANGUAGE.person_has_weapon							= "У этого игрока уже есть это оружие."
LANGUAGE.cant_do_that_in_classic_mode				= "Вы не можете так сделать в Classic Mode."
LANGUAGE.cant_use_x_in_classic_mode					= "Вы не можете использовать %s в Classic Mode."
LANGUAGE.cant_use_x_in_zombie_escape				= "Вы не можете использовать %s в Zombie Escape."
LANGUAGE.no_class_switch_in_this_mode				= "Данный мод не позволяет вам менять классы."
LANGUAGE.press_sprint_to_get_up						= "Нажмите кнопку SHIFT чтобы подняться"
LANGUAGE.zombie_escape								= "Zombie Escape!"
LANGUAGE.nothing_for_this_ammo						= "У вас нет ничего, что использует этот тип амуниции."
LANGUAGE.you_decide_to_leave_some					= "Вы решили оставить некоторое количество для вашей команды."
LANGUAGE.you_cant_purchase_now						= "Вы не можете покупать предметы на данный момент."
LANGUAGE.no_ammo_here								= "Здесь нет запасов на данный момент."
LANGUAGE.you_redeemed								= "Вы были воскрешены!"
LANGUAGE.kill_the_last_human						= "Убейте последнего выжившего!"
LANGUAGE.kick_the_last_human						= "Кикните последнего выжившего!"
LANGUAGE.you_are_the_last_human						= "ВЫ ПОСЛЕДНИЙ ВЫЖИВШИЙ!"
LANGUAGE.x_zombies_out_to_get_you					= "%d ЗАРАЖЕННЫЕ ИДУТ ЗА ВАМИ!"
LANGUAGE.x_pants_out_to_get_you						= "%d НОГИ ИДУТ ЗА ВАМИ!"
LANGUAGE.you_have_died								= "Вы умерли."
LANGUAGE.you_were_killed_by_x						= "Вы были убиты игроком %s"
LANGUAGE.you_were_kicked_by_x						= "Вас разбили в клочья игроком %s"
LANGUAGE.arsenal_upgraded							= "Добавлено в инвентарь"
LANGUAGE.final_wave									= "ПОСЛЕДНЯЯ ВОЛНА НАЧАЛАСЬ!"
LANGUAGE.final_wave_sub								= "Все классы разблокированы, а возможность на возрождение иссякло!"
LANGUAGE.wave_x_has_begun							= "Волна номер %d началась!"
LANGUAGE.wave_x_is_over								= "Волна номер %d завершилась!"
LANGUAGE.wave_x_is_over_sub							= "Зараженные остановили свое возрождение."
LANGUAGE.you_are_x									= "Вы %s!"
LANGUAGE.x_has_risen_as_y							= "%s появился как %s!!"
LANGUAGE.x_has_risen								= "Босс появился!"
LANGUAGE.cant_use_worth_anymore						= "Вы больше не можете использовать Начальный Склад!"
LANGUAGE.class_not_unlocked_will_be_unlocked_x		= "Этот класс еще не разблокирован. Он будет разблокирован на следующей волне %d."
LANGUAGE.you_are_already_a_x						= "Вы уже %s."
LANGUAGE.you_will_spawn_as_a_x						= "Вы появитесь, как %s."
LANGUAGE.crafting_successful						= "Крафт прошел удачно!"
LANGUAGE.x_crafted_y								= "%s создал %s."
LANGUAGE.escape_from_the_zombies					= "Убегайте от зараженных!"
LANGUAGE.too_close_to_another_nail					= "Слишком близко к другому гвоздю."
LANGUAGE.object_too_damaged_to_be_used				= "Этот объект слишком поврежден для дальнейшего использования."
LANGUAGE.thanks_for_being_a_fan_of_zs				= "Спасибо за то, что вы наш игрок режима Zombie Survival!"
LANGUAGE.cant_remove_nails_of_superior_player		= "Вы не можете снимать гвозди игрока, который играет гораздо лучше Вас."
LANGUAGE.x_turned_on_noclip							= "%s включил noclip."
LANGUAGE.x_turned_off_noclip						= "%s выключил noclip."
LANGUAGE.unlocked_on_wave_x							= "Разблокируется на волне %d"
LANGUAGE.brains_eaten_x								= "Мозгов съедено: %s"
LANGUAGE.points_x									= "Очков: %s"
LANGUAGE.next_wave_in_x								= "Следующая волна через %s"
LANGUAGE.wave_ends_in_x								= "Волна заканчивается через %s"
LANGUAGE.wave_x_of_y								= "Волна %d из %d"
LANGUAGE.zombie_invasion_in_x						= "Зомби наступают через %s"
LANGUAGE.intermission								= "Пауза"
LANGUAGE.press_f2_for_the_points_shop				= "Нажмите F2 чтобы открыть Арсенал!"
LANGUAGE.breath										= "Кислород"
LANGUAGE.zombie_volunteers							= "Зараженными станут"
LANGUAGE.x_discount_for_buying_between_waves		= "Скидка в %d%% для покупок в конце каждой волны!"
LANGUAGE.number_of_initial_zombies_this_game		= "Количество зараженных в этой игре (%d%%): %d"
LANGUAGE.humans_closest_to_spawns_are_zombies		= "Самые близко стоящие к спавну зараженных станут зараженными."
LANGUAGE.waiting_for_players						= "Ожидание игроков..."
LANGUAGE.requires_x_people							= "Требуется %d игроков"
LANGUAGE.packing_others_object						= "Складываем объект другого игрока"
LANGUAGE.packing									= "Складываем"
LANGUAGE.ze_humans_are_frozen_until_x				= "Выжившие заморожены на %d секунд до конца раунда."
LANGUAGE.loading									= "Загрузка..."
LANGUAGE.next_round_in_x							= "Следующий раунд через: %s"
LANGUAGE.warning									= "Внимание!"
LANGUAGE.ok_and_no_reminder							= "Хорошо, пожалуйста, больше не показывайте это сообщение"
LANGUAGE.classic_mode_warning						= "На этом сервере ведется Zombie Survival в режиме 'Classic Mode'\nClassic Mode это мод, который ведет альтернативную игру. То, что было изменено:\n* Невозможность выбора класса зараженного. Все играют за Classic Mode Класс\n* Инструменты баррикады и турели отключены\n* Больше волн, но они заканчиваются быстрее\n\nЭто не оригинальный Zombie Survival!\n\n-- Серверы, которые ведут режим Classic Mode будут показывать CLASSIC MODE в нижнем левом углу экрана --"
LANGUAGE.classic_mode								= "КЛАССИЧЕСКИЙ РЕЖИМ"
LANGUAGE.resist_x									= "Стойкость: %d%%"
LANGUAGE.right_click_to_hammer_nail					= "ПКМ чтобы вбить гвоздь."
LANGUAGE.nails_x									= "Гвозди: %d"
LANGUAGE.resupply_box								= "Ящик Амуниции"
LANGUAGE.purchase_now								= "Покупайте сейчас!"
LANGUAGE.integrity_x								= "Целостность: %d%%"
LANGUAGE.empty										= "ПУСТО"
LANGUAGE.manual_control								= "МАНУАЛЬНОЕ УПРАВЛЕНИЕ"
LANGUAGE.arsenal_crate								= "Арсенальный Ящик"

-- Exit point objectives
LANGUAGE.exit_destroyed								= "Зараженные уничтожили какой-то выход!"
LANGUAGE.exit_destroyed_only_one_remain_h			= "Последный остался! Если он будет уничтожен, у вас не останется шанса на побег!"
LANGUAGE.exit_destroyed_only_one_remain_z			= "Остается последний!"
LANGUAGE.exit_destroyed_x_remain					= "%d выходов осталось."
LANGUAGE.last_exit_destroyed_all_is_lost			= "Зараженные уничтожили последний выход."
LANGUAGE.last_exit_destroyed_all_is_lost2			= "У вас не осталось шансов на побег."

-- Message beacon messages
LANGUAGE.message_beacon_1							= "Встречаемся здесь"
LANGUAGE.message_beacon_2							= "Здесь нужна защита"
LANGUAGE.message_beacon_3							= "Здесь нужны турели"
LANGUAGE.message_beacon_4							= "Нужны арсенальные ящики здесь"
LANGUAGE.message_beacon_5							= "Нужны медики здесь"
LANGUAGE.message_beacon_6							= "Ящик амуниции здесь"
LANGUAGE.message_beacon_7							= "Арсенальный ящик здесь"
LANGUAGE.message_beacon_8							= "Нужно силовое поле здесь"
LANGUAGE.message_beacon_9							= "Нужны взрывоопасные объекты здесь"
LANGUAGE.message_beacon_10							= "Зараженные могут пройти здесь"
LANGUAGE.message_beacon_11							= "Не входить!!"
LANGUAGE.message_beacon_12							= "Не выходите наружу"
LANGUAGE.message_beacon_13							= "Защищайте этот район"
LANGUAGE.message_beacon_14							= "Защищайте это место"
LANGUAGE.message_beacon_15							= "Медики здесь"
LANGUAGE.message_beacon_16							= "Покупайте из моего ящика"
LANGUAGE.message_beacon_17							= "Баррикадироваться здесь"
LANGUAGE.message_beacon_18							= "Не баррикадируйтесь здесь"
LANGUAGE.message_beacon_19							= "Не давайте зараженным пройти сюда"
LANGUAGE.message_beacon_20							= "Это сломается"
LANGUAGE.message_beacon_21							= "Это место опасно!"
LANGUAGE.message_beacon_22							= "Избегайте яд!"
LANGUAGE.message_beacon_23							= "Зараженные проламываются здесь!"
LANGUAGE.message_beacon_24							= "Зараженные подходят. Баррикадируйтесь здесь!"
LANGUAGE.message_beacon_25							= "План Б здесь"

-- Class names
LANGUAGE.class_zombie								= "Зомби"
LANGUAGE.class_zombie_gore_blaster					= "Кровавый Зомби"
LANGUAGE.class_poison_zombie						= "Ядовитый Зомби"
LANGUAGE.class_wild_poison_zombie					= "Дикий Ядовитый Зомби"
LANGUAGE.class_fast_zombie							= "Быстрый Зомби"
LANGUAGE.class_fast_zombie_slingshot				= "Гибкий Зомби"
LANGUAGE.class_bloated_zombie						= "Жирный Зомби"
LANGUAGE.class_vile_bloated_zombie					= "Мерзкий Зомби"
LANGUAGE.class_classic_zombie						= "Классический Зомби"
LANGUAGE.class_super_zombie							= "Супер Зомби"
LANGUAGE.class_fresh_dead							= "Свежий Зараженный"
LANGUAGE.class_recent_dead							= "Недавно Умерший"
LANGUAGE.class_agile_dead							= "Гибкий Мертвец"
LANGUAGE.class_ghoul								= "Вурдалак"
LANGUAGE.class_chilled_ghoul						= "Морозный Вурдалак"
LANGUAGE.class_elderghoul							= "Старший Вурдалак"
LANGUAGE.class_noxiousghoul							= "Ядовитый Вурдалак"
LANGUAGE.class_headcrab								= "Хедкраб"
LANGUAGE.class_fast_headcrab						= "Быстрый Хедкраб"
LANGUAGE.class_bloodsucker_headcrab					= "Кровососный Хедкраб"
LANGUAGE.class_poison_headcrab						= "Ядовитый Хедкраб"
LANGUAGE.class_barbed_headcrab						= "Колючий Хедкраб"
LANGUAGE.class_the_tickle_monster					= "Длиннорукий"
LANGUAGE.class_nightmare							= "Кошмар"
LANGUAGE.class_ancient_nightmare					= "Древний Кошмар"
LANGUAGE.class_devourer								= "Пожиратель"
LANGUAGE.class_pukepus								= "Блевун"
LANGUAGE.class_bonemesh								= "Плоть"
LANGUAGE.class_crow									= "Ворона"
LANGUAGE.class_wilowisp								= "Вилли Висп"
LANGUAGE.class_coolwisp								= "Морозный Висп"
LANGUAGE.class_zombie_torso							= "Зомби Торс"
LANGUAGE.class_zombie_legs							= "Зомби Ноги"
LANGUAGE.class_wraith								= "Дух"
LANGUAGE.class_tormented_wraith						= "Измученный Дух"
LANGUAGE.class_fast_zombie_legs						= "Ноги Быстрого Зомби"
LANGUAGE.class_fast_zombie_torso					= "Торс Быстрого Зомби"
LANGUAGE.class_fast_zombie_torso_slingshot			= "Торс Гибкого Зомби"
LANGUAGE.class_chem_burster							= "Химический"
LANGUAGE.class_shade								= "Полтергейст"
LANGUAGE.class_frostshade							= "Хладогейст"
LANGUAGE.class_butcher								= "Мясник"
LANGUAGE.class_gravedigger							= "Могильщик"
LANGUAGE.class_flesh_creeper						= "Таракан"
LANGUAGE.class_gore_child							= "Кукла"
LANGUAGE.class_giga_gore_child						= "Кукла Гор"
LANGUAGE.class_shadow_gore_child					= "Теневая Кукла"
LANGUAGE.class_giga_shadow_child					= "Теневой Кукла Гор"
LANGUAGE.class_asskicker							= "Гига Ноги"
LANGUAGE.class_shitslapper							= "Гига Торс"
LANGUAGE.class_doomcrab								= "Фатум"
LANGUAGE.class_red_marrow							= "Кровавый"
LANGUAGE.class_skeletal_walker						= "Скелет"
LANGUAGE.class_skeletal_shambler					= "Скелет-Воин"
LANGUAGE.class_skeletal_lurker						= "Скелетный Торс"
LANGUAGE.class_shadow_lurker						= "Теневой Торс"
LANGUAGE.class_shadow_walker						= "Теневой Скелет"
LANGUAGE.class_frigid_revenant						= "Морозный Скелет"
LANGUAGE.class_initial_dead							= "Исходно Мертвый"
LANGUAGE.class_lacerator							= "Мутант"
LANGUAGE.class_lacerator_charging					= "Носорог"
LANGUAGE.class_eradicator							= "Инквизитор"
LANGUAGE.class_howler								= "Воющий"
LANGUAGE.class_extinctioncrab						= "Кровосос"

-- Class descriptions
LANGUAGE.description_zombie							= "Обычный зомби очень прочен и имеет мощные когти.\nЕго сложно убить, особенно если не стрелять в голову."
LANGUAGE.description_zombie_gore_blaster			= "Кровавый зомби при убийстве взрывается.\nИх когти также могут вызывать кровотечение."
LANGUAGE.description_poison_zombie					= "Этот мутировавший зомби не только чрезвычайно вынослив, но и обладает необычайной силой.\nЕго тело чрезвычайно токсично и даже может рвать и швырять свою плоть на предметы, находящиеся слишком далеко, чтобы попасть в них."
LANGUAGE.description_wild_poison_zombie				= "Неустойчивая мутация ядовитого зомби, делающая его сильнее и живее.\nЕго бросание плоти гораздо более спорадическое и смертоносное."
LANGUAGE.description_fast_zombie					= "Этот костяной труп намного быстрее, чем другие зомби.\nОни не представляют особой угрозы сами по себе, но могут достичь практически любой области, взбираясь своими острыми когтями\nОни также без проблем выслеживают слабых или раненых выживших."
LANGUAGE.description_fast_zombie_slingshot			= "Ненормальный быстрый зомби с мощным выпадом.\nПриложенная сила настолько велика, что разрушает нижнюю часть их тела, отправляя то, что осталось, с невероятной скоростью.\nВ результате удара выжившие на некоторое время станут инвалидами."
LANGUAGE.description_bloated_zombie					= "Их тело состоит из летучих, ядовитых химикатов.\nХотя они двигаются медленнее, они могут выдерживать намного больше ударов."
LANGUAGE.description_vile_bloated_zombie			= "Их тело состоит из летучих, ядовитых химикатов, которые они могут извергнуть на приличном расстоянии.\nОни немного быстрее обычных ядовитых зомби, но не так выносливы."
LANGUAGE.description_fresh_dead						= "Это зомби, которые недавно воскресли из мертвых.\nОни менее выносливы и мощны, чем сгнившие, но компенсируют это скоростью."
LANGUAGE.description_agile_dead						= "Это зомби, которые недавно воскресли из мертвых.\nЭта мутация позволяет свежим мертвым карабкаться по ним за счет того, что они очень хрупкие."
LANGUAGE.description_ghoul							= "У этого зомби очень ядовитая плоть.\nОн немного слабее, чем другие зомби, но компенсирует за своими изнурительными атаками.\nЕго когти могут на короткое время ослабить выжившего, нанося повышенный урон от других атак, и он может бросать липкую слизь, которая их замедляет."
LANGUAGE.description_chilled_ghoul					= "У этого зомби очень холодная плоть.\nОн немного слабее других зомби, но компенсирует это своими изнурительными атаками."
LANGUAGE.description_frigid_revenant				= "Темный скелет с холодным сердцем.\nПроизводный от Морозного Вурдалака, и обладает сопротивлением в ближнем бою.\nМожет морозить и ослеплять своими атаками."
LANGUAGE.description_elderghoul						= "Престарелый вурдалак с очень ядовитым телом, кусками которого они бросаются в удаленных жертв.\nИх хрупкое тело выпускает яд в атакующих, когда им причиняют вред."
LANGUAGE.description_noxiousghoul					= "Глубоко состарившийся вурдалак с очень опасной слизью слился с его телом.\nИх снаряды будут замедлять и ослаблять незадачливых жертв, а их тело будет выпускать яд в атакующих, когда им причинен вред."
LANGUAGE.description_headcrab						= "Первоначальная инфекция была вызвана хедкрабами.\nНикто не знает, откуда они на самом деле.\nОни атакуют их острыми клювами на животе."
LANGUAGE.description_fast_headcrab					= "Хедкраб-самец значительно быстрее, но менее мускулист, чем самка.\nВ любом случае, в группах он одинаково раздражает и смертельно опасен."
LANGUAGE.description_bloodsucker_headcrab			= "Кровососы - более коренастые и быстрые хедкрабы, укусы которых вызывают кровотечение.\nКаждый успешный укус восстанавливает небольшое количество здоровья."
LANGUAGE.description_poison_headcrab				= "Этот хедкраб полон смертоносных нейротоксинов.\nОбычно одного укуса достаточно, чтобы убить здорового выжившего.\nОн также может выплюнуть менее сильную версию своего яда.\nПлевок так же смертоносен, если его жертва попадает в лицо."
LANGUAGE.description_barbed_headcrab				= "Этот хедкраб ощетинился острыми иглами.\nОн может на большой скорости выбрасывать щетину, вызывая кровотечение у несчастных выживших."
LANGUAGE.description_the_tickle_monster				= "Ходят слухи, что этот монстр прячется в вашем туалете по ночам, чтобы вытащить вас из кровати.\nРуки щекочущего монстра делают его чрезвычайно трудным убежать, а также делают его идеальным разрушителем баррикад."
LANGUAGE.description_nightmare						= "Чрезвычайно редкая мутация наделяет Кошмара его необычными способностями.\nОдного удара когтями хватит, чтобы убить практически любого выжившего."
LANGUAGE.description_ancient_nightmare				= "Пожилой Кошмар, который бродит по земле целую вечность.\nЕго тело закалялось годами, что сделало его более крепким и менее подвижным, но все же грозным вблизи."
LANGUAGE.description_devourer						= "Ужасающая деформация костей и плоти с метательным ребром, которое пронзает жертву и наматывает ее.\nНе очень быстрый, но невероятно опасно, чтобы справиться с ним в одиночку."
LANGUAGE.description_pukepus						= "Гниющее тело гноя и рвоты полностью состоит из органов, используемых для производства яда.\nОн способен блевать ядовитой рвотой за раз, что делает его чрезвычайно опасным."
LANGUAGE.description_bonemesh						= "Способен бросать бомбы с кровью.\nКаждая бомба состоит из костей и плоти, которые наносят вред выжившим, давая драгоценную пищу другим зомби."
LANGUAGE.description_crow							= "Вороны-падальщики - больше вредны, чем были до заражения.\nОни питаются зараженной плотью и становятся 'переносчиками' зомби.\nЗачем вообще делать этот класс не скрытым?\nЧто с вами не так?"
LANGUAGE.description_wilowisp						= "Иногда их называют духами мертвых.\nНаносит минимальный урон, но способен ослеплять выживших и взрывается при убийстве.\nПрактически не вызывает страха."
LANGUAGE.description_coolwisp						= "Арктический огонь, способный препятствовать выжившим с помощью мороза.\nМороз снижает скорострельность и скорость перезарядки огнестрельного оружия."
LANGUAGE.description_zombie_torso					= "Вы даже не должны этого видеть."
LANGUAGE.description_zombie_legs					= "Вы даже не должны этого видеть."
LANGUAGE.description_wraith							= "Зомби или привидение?\nО нем мало что известно, кроме того, что он\nиспользует свою уникальную способность скрытности и острые когти, чтобы разрезать вещи на ленточки."
LANGUAGE.description_tormented_wraith				= "Более извращенный род призраков.\nЭтот вариант способен сойти с ума после получения урона, ускоряя свои атаки и движение.\nОни атакуют намного быстрее, но при этом наносят меньший урон за каждый удар в целом.\n"
LANGUAGE.description_fast_zombie_torso				= "Вы даже не должны этого видеть."
LANGUAGE.description_fast_zombie_torso_slingshot	= "Вы даже не должны этого видеть."
LANGUAGE.description_fast_zombie_legs				= "Вы даже не должны этого видеть."
LANGUAGE.description_chem_burster					= "Тело Химического состоит из летучих токсичных химикатов.\nУ него нет других средств атаки, кроме как быть убитым в надежде взорваться рядом с ближайшими выжившими."
LANGUAGE.description_shade							= "Создавая вокруг себя сильное магнитное поле с помощью направленного щита, все пули и снаряды становятся бесполезными против него до тех пор, пока щит не будет разрушен.\nОни могут с большой скоростью швырять в выживших любой незакрепленный предмет"
LANGUAGE.description_frostshade						= "Хладогейст создает более слабый щит и снаряд, чем старший брат Полтергейст, но могут поразить выживших морозом, если их разбить.\nХолод замедляет их действия и заклинивает их оружие, заставляя их стрелять медленнее."
LANGUAGE.description_butcher						= "Безумный мясник-зомби. Любой, кому не повезет оказаться рядом с ним, скорее всего, будет разорван в клочья."
LANGUAGE.description_gravedigger					= "Сумасшедший, зомби-хранитель могил. В его руках лопата, сделанная из костей, найденных на кладбище."
LANGUAGE.description_flesh_creeper					= "Тараканы обладают способностью создавать гнезда.\nИз этих гнезд появляются другие зомбированные существа.\nКак это работает, неизвестно."
LANGUAGE.description_gore_child						= "После зомбирования заряжается и нерожденная кукла.\nНе обладая особыми способностями, их сила зависит от количества."
LANGUAGE.description_giga_gore_child				= "Результат того, что Кукла Гор слишком долго оставался незамеченным.\nУжас, чтобы созерцать, их массивное тело является результатом зомбированных стволовых клеток.\nОни также становятся хозяевами для Кукла Гора."
LANGUAGE.description_giga_shadow_child				= "Оскверненная теневая кукла со способностью заслонять зрение выжившего.\nМенее крепкое, чем Кукла Гор, но с высокой устойчивостью в ближнем бою.\nСоздаваемые им кукл одинаково устойчивы и способны к затемнению зрения."
LANGUAGE.description_shadow_gore_child				= "Теневая кукла, оскверненное тьмой."
LANGUAGE.description_asskicker						= "Пришло время пинать людей и жевать им задницы, и я совершенно не в своем уме."
LANGUAGE.description_shitslapper					= "Как насчет того, чтобы я шлепнул твое дерьмо?"
LANGUAGE.description_doomcrab						= "Массивный хедкраб, который прыгает на своих жертв, чтобы сокрушить их.\nТакже обладает способностью бросать шары рока, ослабляющие вышивших."
LANGUAGE.description_red_marrow						= "Мутировавшая полицитемия придает кровавому свой цвет и способность обильно извергать кровь.\nПосле получения некоторого урона создается кровавый щит, делающий кровавого невосприимчивым к атакам."
LANGUAGE.description_skeletal_walker				= "У анимированных скелетов не так много здоровья, но они получают минимальный урон от пуль."
LANGUAGE.description_skeletal_shambler				= "Гигантский скелет, умеренно прочный, но также получающий минимальный урон от пуль."
LANGUAGE.description_skeletal_lurker				= "Скелетный торс, который потерял способность использовать свои ноги.\nАнимированные скелеты не имеют большого количества здоровья, но они получают минимальный урон от пуль."
LANGUAGE.description_shadow_lurker					= "Чрезвычайно трудно увидеть в темноте и устойчив к атакам ближнего боя. Их удары вызывают ослабление зрения."
LANGUAGE.description_shadow_walker					= "Развитая форма обычного скелета с меньшей подвижностью.\nКрайне трудно увидеть в темноте и устойчиво к атакам ближнего боя. Их удары вызывают ослабление зрения."
LANGUAGE.description_lacerator						= "Несмотря на их сходство, они еще более опасны и не разделяют хрупкости своего аналога."
LANGUAGE.description_lacerator_charging				= "Эти звери могут обманчиво быстро бегать во время атаки, несмотря на их крепкое поведение.\nСила, стоящая за их атакой, может сбить любого с ног."
LANGUAGE.description_eradicator						= "Несущие смерть и разрушение. У Инквизиторов прочное тело, для уничтожения которого требуется много огневой мощи.\nЕсли не выстрелить в голову, они почти гарантированно поднимутся снова."
LANGUAGE.description_howler							= "Ужасающий титан из плоти с пронзительным криком.\nЕго вой вдохновляет зомби и вселяет страх в живых."
LANGUAGE.description_extinctioncrab					= "В этом гигантском хедкрабе циркулируют мерзкие болезни.\nСпоры, которые он выплевывает, поражают окружающих, снижая эффективность лечения."

-- Class control schemes
LANGUAGE.controls_zombie							= "> ПЕРВИЧНЫЙ: Когти\n> ВТОРИЧНЫЙ: Крик\n> ПЕРЕЗАРЯДКА: Стон\n> БЕГ: Притвориться мертвым\n> ПРИ СМЕРТЕЛЬНОМ ПОПАДАНИИ В НОГИ: Оживление / Трансформация"
LANGUAGE.controls_zombie_gore_blaster				= "> ПЕРВИЧНЫЙ: Когти\n> ПРИ ПОПАДАНИИ ВЫЖИВШЕГО: Кровотечение\n> ВТОРИЧНЫЙ: Крик\n> БЕГ: Притвориться мертвым\n> НА СМЕРТЬ: Кровавый взрыв"
LANGUAGE.controls_poison_zombie						= "> ПЕРВИЧНЫЙ: Когти\n> ВТОРИЧНЫЙ: Бросок плоти\n> ПЕРЕЗАРЯДКА: Крик"
LANGUAGE.controls_wild_poison_zombie				= "> ПЕРВИЧНЫЙ: Когти\n> ВТОРИЧНЫЙ: Бросок плоти\n> ПЕРЕЗАРЯДКА: Крик"
LANGUAGE.controls_fast_zombie						= "> ПЕРВИЧНЫЙ: Когти\n> ВТОРИЧНЫЙ: Выпад / Лазить по стене\n> ПЕРЕЗАРЯДКА: Крик\n> ПРИ СМЕРТЕЛЬНОМ ПОПАДАНИИ В НОГИ: Трансформация"
LANGUAGE.controls_fast_zombie_slingshot				= "> ПЕРВИЧНЫЙ: Когти\n> ВТОРИЧНЫЙ: Выпад / Лазить по стене\n> ПЕРЕЗАРЯДКА: Крик\n> ПРИ НАПАДЕНИЕ ЧЕЛОВЕКА: Замедление"
LANGUAGE.controls_bloated_zombie					= "> ПЕРВИЧНЫЙ: Когти\n> ВТОРИЧНЫЙ: Стон\n> БЕГ: Притвориться мертвым\n> НА СМЕРТЬ: Ядовитый взрыв"
LANGUAGE.controls_vile_bloated_zombie				= "> ПЕРВИЧНЫЙ: Когти\n> ВТОРИЧНЫЙ: Ядовитая рвота\n> БЕГ: Притвориться мертвым"
LANGUAGE.controls_fresh_dead						= "> ПЕРВИЧНЫЙ: Когти\n> ВТОРИЧНЫЙ: Крик\n> БЕГ: Притвориться мертвым"
LANGUAGE.controls_agile_dead						= "> ПЕРВИЧНЫЙ: Когти\n> ВТОРИЧНЫЙ: Лазить по стене"
LANGUAGE.controls_ghoul								= "> ПЕРВИЧНЫЙ: Ядовитые когти\n> ВТОРИЧНЫЙ: Бросить замедляющую слизь\n> БЕГ: Притвориться мертвым\n> ПЕРЕЗАРЯДКА: Крик\n> ПРИ ПОПАДАНИИ ВЫЖИВШЕГО: Прикосновение Вурдалака"
LANGUAGE.controls_chilled_ghoul						= "> ПЕРВИЧНЫЙ: Морозные когти\n> ВТОРИЧНЫЙ: Бросить замороженную слизь\n> БЕГ: Притвориться мертвым\n> ПЕРЕЗАРЯДКА: Крик\n> ПРИ ПОПАДАНИИ ВЫЖИВШЕГО: Мороз"
LANGUAGE.controls_frigid_revenant					= "> ПЕРВИЧНЫЙ: Морозные и слепые когти\n> ВТОРИЧНЫЙ: Бросить темную ледяную слизь\n> ПРИ ПОПАДАНИИ ВЫЖИВШЕГО: Мороз и тусклое зрение"
LANGUAGE.controls_elderghoul						= "> ПЕРВИЧНЫЙ: Ядовитые когти\n> ВТОРИЧНЫЙ: Бросок плоти\n> ПЕРЕЗАРЯДКА: Крик\n> ПРИ ПОЛУЧЕНИИ УРОНА: Ядовитые брызги"
LANGUAGE.controls_noxiousghoul						= "> ПЕРВИЧНЫЙ: Ядовитые когти\n> ВТОРИЧНЫЙ: Бросить слизь\n> ПЕРЕЗАРЯДКА: Крик\n> ПРИ ПОЛУЧЕНИИ УРОНА: Ядовитые брызги\n> ПРИ ПОПАДАНИИ ВЫЖИВШЕГО: Прикосновение Вурдалака"
LANGUAGE.controls_headcrab							= "> ПЕРВИЧНЫЙ: Выпад\n> ПЕРЕЗАРЯДКА: Нора"
LANGUAGE.controls_fast_headcrab						= "> ПЕРВИЧНЫЙ: Выпад"
LANGUAGE.controls_bloodsucker_headcrab				= "> ПЕРВИЧНЫЙ: Выпад\n> ПРИ ПОПАДАНИИ ВЫЖИВШЕГО: Кровотечение и лечение здоровья самому себе"
LANGUAGE.controls_poison_headcrab					= "> ПЕРВИЧНЫЙ: Выпад\n> ВТОРИЧНЫЙ: Плевать ядом\n> ПРИ ПОПАДАНИИ ВЫЖИВШЕГО: Смертельный яд\n> ПРИ ПОПАДАНИИ ЯДА В ГЛАЗА: Ослепление\n> ПЕРЕЗАРЯДКА: Крик"
LANGUAGE.controls_barbed_headcrab					= "> ПЕРВИЧНЫЙ: Выпад\n> ВТОРИЧНЫЙ: Плевать щетиной\n> ПРИ ПОПАДАНИИ ВЫЖИВШЕГО: Сильное кровотечение\n> ПЕРЕЗАРЯДКА: Крик"
LANGUAGE.controls_the_tickle_monster				= "> ПЕРВИЧНЫЙ: Эластичные когти\n> ВТОРИЧНЫЙ: Стон"
LANGUAGE.controls_nightmare							= "> ПЕРВИЧНЫЙ: Прикосновение смерти\n> ВТОРИЧНЫЙ: Стон"
LANGUAGE.controls_ancient_nightmare					= "> ПЕРВИЧНЫЙ: Смертный коготь\n> ВТОРИЧНЫЙ: Стон"
LANGUAGE.controls_devourer							= "> ПЕРВИЧНЫЙ: Когти\n> ВТОРИЧНЫЙ: Намотать цель снарядом"
LANGUAGE.controls_pukepus							= "> ПЕРВИЧНЫЙ: Блевать\n> ПРИ ПОЛУЧЕНИИ УРОНА: Ядовитые брызги\n> НА СМЕРТЬ: Ядовитый взрыв"
LANGUAGE.controls_bonemesh							= "> ПЕРВИЧНЫЙ: Когти\n> ВТОРИЧНЫЙ: Бросить бомбу с кровью"
LANGUAGE.controls_wraith							= "> ПЕРВИЧНЫЙ: Когти\n> ВТОРИЧНЫЙ: Крик\n> НЕВИДИМОСТЬ НА ОСНОВЕ ДВИЖЕНИЯ И РАССТОЯНИЯ ОБЗОРА"
LANGUAGE.controls_tormented_wraith					= "> ПЕРВИЧНЫЙ: Когти\n> ВТОРИЧНЫЙ: Крик\n> НЕВИДИМОСТЬ НА ОСНОВЕ ДВИЖЕНИЯ И РАССТОЯНИЯ ОБЗОРА\n> УРОН УМЕНЬШАЕТСЯ КОГДА HP НИЖЕ 70"
LANGUAGE.controls_chem_burster						= "> ПЕРВИЧНЫЙ: Заряд смерти\n> НА СМЕРТЬ: Ядовитая бомба (мощность зависит от времени зарядки)"
LANGUAGE.controls_shade								= "> ПЕРВИЧНЫЙ: Бросок\n> ВТОРИЧНЫЙ: Поднимать\n> ПЕРЕЗАРЯДКА: Вытащить камень из земли\n> БЕГ: Щит"
LANGUAGE.controls_frostshade						= "> ПЕРВИЧНЫЙ: Бросок\n> ВТОРИЧНЫЙ: Поднимать\n> ПЕРЕЗАРЯДКА: Создать ледяный камень\n> БЕГ: Морозный щит"
LANGUAGE.controls_butcher							= "> ПЕРВИЧНЫЙ: Рубить"
LANGUAGE.controls_gravedigger						= "> ПЕРВИЧНЫЙ: Хлопать"
LANGUAGE.controls_flesh_creeper						= "> ПЕРВИЧНЫЙ: Удар головой\n> ВТОРИЧНЫЙ: Гнездо\n> ПЕРЕЗАРЯДКА: Прыгнуть"
LANGUAGE.controls_gore_child						= "> ПЕРВИЧНЫЙ: Когти"
LANGUAGE.controls_giga_gore_child					= "> ПЕРВИЧНЫЙ: Разгромить\n> ВТОРИЧНЫЙ: Бросить куклу\n> ПЕРЕЗАРЯДКА: Нокдаун-крик"
LANGUAGE.controls_giga_shadow_child					= "> ПЕРВИЧНЫЙ: Разгромить\n> ВТОРИЧНЫЙ: Бросить теневую куклу\n> ПЕРЕЗАРЯДКА: Затемняющий нокдаун-крик\n> ПРИ ПОПАДАНИИ: Тусклое зрение\n> ПРИ ПОПАДАНИИ БЛИЖНИКА: Сопротивление урону"
LANGUAGE.controls_shadow_gore_child					= "> ПЕРВИЧНЫЙ: Когти\n> ПРИ ПОПАДАНИИ: Тусклое зрение\n> ПРИ ПОПАДАНИИ БЛИЖНИКА: Сопротивление урону"
LANGUAGE.controls_asskicker							= "> ПЕРВИЧНЫЙ: Левый пинок\n> ВТОРИЧНЫЙ: Правый пинок"
LANGUAGE.controls_shitslapper						= "> ПЕРВИЧНЫЙ: Шлепок"
LANGUAGE.controls_doomcrab							= "> ПЕРВИЧНЫЙ: Прыжковая атака\n> ВТОРИЧНЫЙ: Роковой шар"
LANGUAGE.controls_red_marrow						= "> ПЕРВИЧНЫЙ: Когти\n> ВТОРИЧНЫЙ: Крик\n> ПРИ КАЖДЫХ 200 УРОНА: Создается кровавый щит"
LANGUAGE.controls_skeletal_walker					= "> ПЕРВИЧНЫЙ: Когти\n> ВТОРИЧНЫЙ: Крик\n> ПЕРЕЗАРЯДКА: Стон\n> БЕГ: Притвориться мертвым\n> ПРИ ПОПАДАНИИ СТРЕЛКА: Сопротивление урону"
LANGUAGE.controls_skeletal_shambler					= "> ПЕРВИЧНЫЙ: Когти\n> ВТОРИЧНЫЙ: Крик\n> ПЕРЕЗАРЯДКА: Стон\n> БЕГ: Притвориться мертвым\n> ПРИ ПОПАДАНИИ СТРЕЛКА: Сопротивление урону\n> ПРИ СМЕРТЕЛЬНОМ ПОПАДАНИИ В НОГИ: Оживление"
LANGUAGE.controls_skeletal_lurker					= "> ПЕРВИЧНЫЙ: Когти\n> ВТОРИЧНЫЙ: Стон\n> ПРИ ПОПАДАНИИ СТРЕЛКА: Сопротивление урону"
LANGUAGE.controls_wilowisp							= "> ПЕРВИЧНЫЙ: Ослепляющий свет\n> ПЕРЕЗАРЯДКА: Стон\n> НА СМЕРТЬ: Ослепляющий взрыв"
LANGUAGE.controls_coolwisp							= "> ПЕРВИЧНЫЙ: Замораживающий свет\n> ПЕРЕЗАРЯДКА: Стон\n> НА СМЕРТЬ: Арктический взрыв"
LANGUAGE.controls_shadow_lurker						= "> ПЕРВИЧНЫЙ: Когти\n> ПРИ ПОПАДАНИИ: Тусклое зрение\n> ПРИ ПОПАДАНИИ БЛИЖНИКА: Сопротивление урону"
LANGUAGE.controls_lacerator							= "> ПЕРВИЧНЫЙ: Когти\n> ВТОРИЧНЫЙ: Выпад / Лазить по стене\n> ПЕРЕЗАРЯДКА: Крик"
LANGUAGE.controls_lacerator_charging				= "> ПЕРВИЧНЫЙ: Кровоточащие когти\n> ПРИ ПОПАДАНИИ ВЫЖИВШЕГО: Кровотечение\n> ВТОРИЧНЫЙ: Заряд\n> ПЕРЕЗАРЯДКА: Крик"
LANGUAGE.controls_eradicator						= "> ПЕРВИЧНЫЙ: Когти\n> ВТОРИЧНЫЙ: Крик\n> ПРИ СМЕРТЕЛЬНОМ УДАРЕ: Оживление"
LANGUAGE.controls_howler							= "> ПЕРВИЧНЫЙ: Когти\n> ВТОРИЧНЫЙ: Вой\n> ПЕРЕЗАРЯДКА: Стон"
LANGUAGE.controls_extinctioncrab					= "> ПЕРВИЧНЫЙ: Прыжковая атака\n> ВТОРИЧНЫЙ: Спора вымирания"

-- The help file... Quite big! I wouldn't blame you if you didn't translate this part.
LANGUAGE.help_cat_introduction						= "Вступление"
LANGUAGE.help_cat_survival							= "Выживание"
LANGUAGE.help_cat_barricading						= "Баррикадирование"
LANGUAGE.help_cat_upgrades							= "Повышения и апгрейды"
LANGUAGE.help_cat_being_a_zombie					= "Когда я зараженный"
LANGUAGE.help_cont_introduction						= [[<p>    Добро пожаловать в Zombie Survival. ZS позволяет вам играть против атаки зомби, создавать баррикады, и даже становиться частью армии зараженных. (Перевод: Frayz, Mr. Darkness, penka_6ratuIIIKa, 🌪T0₱NAD0🌪)</p>

<p>У вас есть две команды: выжившие и зараженные. Выжившие выигрывают, если выживают все волны. Некоторые карты имеют особенные задания, выполняя которые можно выиграть (пример: zs_obj_outland, zs_obj_pharmancy).
Если выживший умирает, то он становится частью армии зомби, что дает меньше шансов на выигрыш выживших.</p>

<p>Цель зараженных - убить всех выживших, делая их частью своей армии, и заставляя таким образом сделать конец игры.
Однако, зараженный может убить четверо выживших, чтобы возродиться. Это дает ему второй шанс на выживание и победу.
Помните, единственный способ выиграть раунд - остаться выжившим до конца раунда. Зараженные технически не выигрывают, а наоборот - заставляют остальных проиграть!</p>

<p>Несколько человек будет выбрано (или желающие) чтобы стать зараженным в начале раунда. Их количество будет изображено внизу вашего экрана до начала раунда.</p>

<p><b>Используйте кнопки "Вверх" и "Вниз" чтобы узнать более спецефические вещи.</b></p>

<p>Советы для этой секции:
<ul><li>Если вы выходите из игры, как выживший, при переподключении вы становитесь зомби.</li>
<li>После того, как некоторое время раунда прошло, подключающиеся к серверу игроки появятся, как зомби.</li>
<li>Используйте КОМАНДНЫЙ ЧАТ, когда это нужно. Клавиша U, позволяет обращаться только к своей команде.</li>
</ul></p>
]]
LANGUAGE.help_cont_survival							= [[<p>Советы по этому разделу:
<ul><li>Зажмите клавишу Z чтобы проходить сквозь баррикады с медленной скоростью.</li>
<li>Вы можете покупать предметы, такие как оружия и амуницию во время перерывов между волнами, но вы также можете собирать оружия, инструменты с умерших выживших.</li>
<li>Если выживший был убит именно зараженным, то они будут реанемированы, как зомби. Убейте их до того, как они убили вас!</li>
<li>Вам дано только некоторое количество монет которыми вы можете купить начальные предметы, обдумайте свои покупки внимательно!</li>
<li>Мы можете создавать, сохранять, загружать, удалять и помечать, как стандартные покупки, нажимая F2. Таким образом вы можете сохранить тонны времени на баррикадирование или обдумывание планов на игру.</li>
<li>Какое-либо безопасное место может кажиться таким поначалу, но может стать смертельной ловушкой с зомби вокруг. Всегда ищите дополнительное пространство и "План Б" если все идет не так.</li>
<li>Вы бесполезны для своей команды, если вы ничего не делаете, чтобы помочь. Вы даже более бесполезны для самого себя, поскольку вы не зарабатываете очков и не получаете крутые оружия!</li>
<li>Зажмите клавишу SHIFT, в то время, как смотрите на любой вами поставленный объект, чтобы убрать их для дальнейшего использования позже.</li>
<li>Не принадлежащие никому турели (которые светятся синем цветом) могут стать вашими, нажав кнопку E. Ничейные турели не будут стрелять!</li>
<li>Вокруг валяющиеся предметы стоит использовать, как баррикаду и стоит их пригвоздить, но не если они слишком тяжелые.</li>
<li>Нанеся достаточно урона дверям, их можно снести.</li>
<li>Большинство предметов становится красного цвета, в зависимости от нанесенного им урона.</li>
<li>Зомби могут появляться над друг другом, если выжившие не видят этого.</li>
<li>Большинство орудий ближнего боя достают дальше, чем когти зараженных. Используйте это, как привелегию в защите оружиями ближнего боя.</li>
<li>Игроки одной и той же команды могут стрелять, проходить, бить сквозь друг друга.</li>
<li>Всегда оставайтесь за своей баррикадой и отойдите на достаточно далекое расстояние от зараженных. У оружий дальнего боя бесконечное расстояние выстрела, у когтей зараженных - нет.</li>
<li>Жизнь восстанавливается после нанесения вам урона, но его достаточно, чтобы убить любого выжившего.</li>
<li>Ваша команда не всегда права, не следуйте приказам, как овечка! Зомби любят овечек.</li>
<li>Зомби видят ваше состояние здоровья, даже сквозь стены. Отходите, если вас ранили, так как зомби будут охотиться именно за раненными.</li>
<li>Не прячьтесь, зараженные могут видеть вас сквозь стены и даже в темноте.</li>
<li>Измеритель толпы зомби внизу экрана говорит о том, сколько вы можете нанести вреда и вынести его от выживших, выносливость толчков от пуль. Сгруппируйтесь с другими зомби, чтобы получить большую выносливость, уничтожая баррикады выживших!</li>
<li>Если у вас недостаточно зомби, чтобы уничтожить баррикады, попробуйте найти себе других игроков команды.</li>
<li>Не стреляйте в зараженных, которые находятся в зеленом газе! Он их быстро лечит, а вы только тратите патроны!</li>
<li>Зомби выносливы к урону в грудь, даже больше к конечностям. Старайтесь стрелять в голову, поскольку зомби могут реанимировать и достать вас!</li>
<li>Хотя зомби получают меньше повреждений в ногах, стрельба по ним замедлит их на короткое время, достаточно, чтобы позволить вам или члену команды сбежать.</li>
</ul></p>
]]
LANGUAGE.help_cont_barricading						= [[<p>Баррикадирование - это очень важная часть выживания. Может показаться так, что зомби не такие опасные в начале игры, но позже они станут достаточно сильными, чтобы убить вашу команду за несколько секунд.</p>

<p>Единственный способ держать дистанцию от зомби - это построить хорошую баррикаду.</p>

<p>Есть несколько инструментов, которые дают вам возможность сделать это. Самый известный - молоток и гвоздь. Это позволяет прибить предметы к стене/полу, в то время, как гвозди должны быть сломаны, чтобы зомби могли достать вас.
Расставьте предметы, которые вы хотите прибить гвоздем, нажав кнопку E на этот предмет, чтобы поднять его. Вы можете задержать кнопку SHIFT, чтобы крутить его. Потом достаньте молоток, чтобы прибить его гвоздем правой кнопкой мыши. Лучше всего прибивать предметы к стене, чем к другим объектам.
Помните, когда предмет прибит, он будет вносить полученный урон в гвозди, прибитые к нему. Вы можете ремонтировать гвозди, ударяя предметы молотком, но это приведет их к тому, что их уже нельзя будет отремонтировать. Задержите SHIFT, держа молоток в руках, чтобы увидеть все гвозди, прибитые к предметам.
Если вам кажется, что гвоздь прибит неправильно, или вы хотели бы изменить позицию предмета, вы можете убрать гвозди, нажимая на клавишу R, в то время, как вы смотрите на этот гвоздь. Осторожно, если вы убираете гвоздь, не принадлежащий вам, вам будет штраф в одно очко.
Запомните еще вот что: гвоздям наносится меньше урона, если они прибиты к более крупным предметам. Чем больше размер предмета, тем меньше урона наносится гвоздям.</p>

<p>Еще один инструмент называется 'Эгида' Строитель. Он позволяет вам расставлять деревянные доски на любой местности, или расставлять доски между двумя стенами. Он даже не требует посторонних предметов. Чтобы использовать его, ставьте доску в доступном месте. Его спектр превратится из красного в зеленый, говоря о его доступности.
Ставьте доску, нажимая ПКМ. Крутите доску с помощью кнопки второстепенной атаки ПКМ и кнопкой R. Он использует доски, как амуницию, так что доски, которые у вас есть в набор досок могут быть использованы, как дополнительная амуниция! Вы можете также собирать доски, которые вы расставили, нажимая на них кнопку SHIFT, в то время, как вы смотрите на нее.</p>

<p>Еще один инструмент - Автоматная Турель. Она стреляет во всех зараженных которые попадаются под ее обзор. Единственное, что турель требует - это амуниция. Вы можете перезаряжать ее нажав клавишой E на нее. Она вам даст дополнительные очки за помощь команде.
Чтобы поставить турель, поставьте ее так, чтобы ее спектр окрасился в зеленый цвет. Ставьте на землю, но не на предметы. Крутите турель при помощи кнопки второстепенной атаки и кнопкой R. Если что-то не так, вы можете запаковать турель обратно, зажав кнопку SHIFT. Помните, турель стреляет лишь в зараженных, пересекших ее лазер.</p>

<p>Советы:
<ul>
<li>Вы получаете бонус в 25% очков за убийство зомби, атакующих баррикаду!</li>
<li>Используйте большие предметы для баррикады. Гвозди получают меньше урона, а предметы имеют больше объема для их расставления. А также они служат, как прикрытие от дальних атак.</li>
</ul></p>]]
LANGUAGE.help_cont_upgrades							= [[<p>Очки можно заработать, убивая зомби, вылечивая раненных, и строя защиту.
Вы также можете оплачивать очками в арсенале что можно сделать во время перерывов между волнами.
Старайтесь покупать в арсенальном ящике почаще!</p>

<p>Советы:
<ul>
<li>Планируйте на несколько шагов вперед. Покупайте амуницию для пистолетов в начальном складе, чтобы у вас было достаточно амуниции, как только вы получаете свой первый апгрейд.</li>
<li>Вы получаете очки за помощь в убийствах. Большая часть очков идет убийце а меньшая часть помощнику.</li>
<li>Вместимость и монеты - раздельные понятия. Тратьте всю свою вместимость!</li>
<li>Арсенальные ящики очень ранимы и их легко сломать атаками зомби.</li>
</ul></p>]]
LANGUAGE.help_cont_being_a_zombie					= [[<p>Советы:
<ul>
<li>У вас бесконечное количество жизней, у выживших лишь только одна. Не бойтесь атаковать, атакуйте, и еще раз атакуйте!</li>
<li>Обычный класс зомби очень вынослив. Единственный способ убить вас - стрелять в голову, или быть убитым орудиями ближнего боя. Вам не нужны ноги.</li>
<li>Зомби могут появляться друг над другом, если выжившие не могут это увидеть. Следите за глазами черепа внизу вашего экрана. Если они зеленые, вы можете появиться на зараженном!</li>
<li>С достаточной практикой вы можете использовать предметы, чтобы вмазать их в рожу выживших с расстояния.</li>
<li>Уничтожайте расставленные предметы, такие как турели и, тем более, арсенальные ящики, чтобы ослабить выживших.</li>
<li>Нанеся достаточно урона, вы можете снести двери.</li>
<li>Большинство предметов становятся красного цвета, в зависимости от нанесенного им урона.</li>
<li>Дух абсолютно невидимый, когда стоит смирно или находится на расстоянии.</li>
<li>Атака прыжком быстрым зомби наносит урон, в зависимости от того, сколько вы продержались в воздухе при прыжке. Чем больше времени - тем больше урона. Бейте когтями в близком расстоянии!</li>
<li>Помимо огромной стойкости и силы, Ядовитый зомби срывает куски своей ядовитой плоти и швыряет ее в выживших, нажимая на кнопку ЛКМ.</li>
<li>Большинство когтей зомби дает два шанса ударить выжившего. Если вы "ударяете" вашу цель, в то время, как вы атакуете, вы бьете по цели, если цель на доступном расстоянии.</li>
<li>Плевок ядовитого хедкраба может запутать выживших, бьет ли он в голову.</li>
<li>Охотьтесь за слабыми выжившими! Другие зараженные также будут охотиться за ними, поэтому они становятся легчайшими целями.</li>
<li>Метр орды внизу экрана измеряет количество вашей выносливости и вреда, который вы можете нанести. Группируйтесь с другими зомби для большей выносливости!</li>
<li>Если у вас недостаточно зомби, чтобы уничтожить баррикады, попробуйте позвать к себе других игроков команды.</li>
<li>Если в местности слишком темно, нажмите на клавишу F для режима ночного видения.</li>
</ul></p>
]]

-- Place any custom stuff below here...
LANGUAGE.obtained_x_y_ammo							= "Полученные боеприпасы: %d %s"
LANGUAGE.remantle_success							= "Оружие улучшено:"
LANGUAGE.weapon_remantler							= "Оружейный Верстак"
LANGUAGE.healed_x_by_y								= "%s подлечил вас на %d HP"
LANGUAGE.healed_x_for_y								= "Вы подлечили %s на %d HP"
LANGUAGE.remantle_used								= "%d металла выработано на вашем верстаке."
LANGUAGE.removed_your_nail							= "%s убрал один из ваших гвоздей"
LANGUAGE.obtained_a_inv								= "Добавлено в экипировку: %s"
LANGUAGE.cannot_dismantle							= "Вы не можете разобрать этот предмет."
LANGUAGE.x_sigils_appeared							= "%d маяка появилось. Выжившие могут телепортироваться между ними."
LANGUAGE.you_ascended_to_level_x					= "Вы поднялись до уровня %d!"
LANGUAGE.points_for_surviving						= "Вы получили %d очков за выживание."
LANGUAGE.unspent_skill_points_press_x				= "У вас есть непотраченые очки навыков. Нажмите %q чтобы разблокировать новые навыки."
LANGUAGE.humans_furthest_from_sigils_are_zombies	= "Выжившие, наиболее далекие от маяков, станут зомби."
LANGUAGE.out_of_stock								= "Этого товара нет в наличии!"
LANGUAGE.teleporting_to_sigil						= "Телепортация в маяк %s"
LANGUAGE.press_shift_to_cancel						= "Нажмите SHIFT для отмены"
LANGUAGE.point_at_a_sigil_to_choose_destination		= "Наведите курсор на другой маяк, чтобы выбрать пункт назначения."
LANGUAGE.prop_obj_exit_h							= "Побег!"
LANGUAGE.prop_obj_exit_z							= "Останови их!"
LANGUAGE.you_have_remorted_now_rl_x					= "Вы переродились и поднялись до уровня %d!"
LANGUAGE.you_now_have_x_extra_sp					= "Теперь у вас есть %d дополнительных очков навыков!"
LANGUAGE.x_has_remorted_to_rl_y						= "%s переродился и поднялся до уровня %d!!"
LANGUAGE.x_requires_a_skill_you_dont_have			= "%s требует навыка, которого у вас нет!"
LANGUAGE.x_has_been_slain_as_y						= "%s был убит как %s!"
LANGUAGE.you_will_be_x_soon							= "Вы станете боссом - %s"
LANGUAGE.x_will_be_y_soon							= "%s выбран боссом - %s"
LANGUAGE.they_already_have_this_trinket				= "Это дополнение уже есть в вашем инвентаре."
LANGUAGE.created_x_for_y_scrap						= "Создано %s из %d металла!"
LANGUAGE.gave_x_y_ammo_to_z							= "Вы отдали %d %s игроку %s"
LANGUAGE.giving_items_to							= "Предоставление предметов для %s"
LANGUAGE.frail_healdart_warning						= "Лечение заблокировано, потому что %s имеет ДЕБАФФ: ХРУПКОСТЬ!"
LANGUAGE.buffed_x_with_y							= "%s подкрепил вас - БиоБроня"
LANGUAGE.buffed_x_with_a_y							= "Вы подкрепили %s - БиоБроня"
LANGUAGE.trinket_consumed							= "Ваш %s израсходован и активирован."
LANGUAGE.ran_out_of_ammo						 	= "У вашего %s закончились патроны."
LANGUAGE.trinket_recharged							= "Ваш %s заряжен и снова готов к использованию."
LANGUAGE.prop_obj_exit_h							= "Побег!"
LANGUAGE.prop_obj_exit_z							= "Останови их!"
LANGUAGE.evolves_in_to_x_on_wave_y					= "Откроется как %s на волне %d."
LANGUAGE.you_already_have_this_trinket				= "Это дополнение уже есть в вашем инвентаре."
LANGUAGE.remantle_cannot							= "У вас уже есть улучшенное оружие этого типа."
LANGUAGE.deployable_claimed							= "Вы присвоили себе %s."
LANGUAGE.need_to_have_enough_scrap					= "У вас недостаточно металла."
LANGUAGE.sigil										= "Маяк выживших"
LANGUAGE.sigil_corrupted							= "Маяк выживших был уничтожен. Зомби стали более сильными."
LANGUAGE.sigil_corrupted_last						= "Последний маяк выживших уничтожен! Зомби стали еще сильнее!"
LANGUAGE.sigil_uncorrupted							= "Маяк вышивших был восстановлен, зомби стали слабее!"
LANGUAGE.sigil_corrupted_x_remain					= "%d остаются неповрежденными."
LANGUAGE.has_survived								= "выжил!"
LANGUAGE.deployable_lost							= "Ваш %s был потерян."
LANGUAGE.press_rmb_to_spawn_close					= "Нажмите ПКМ, чтобы появиться рядом с выжившими"
LANGUAGE.press_reload_to_spawn_far					= "Нажмите ПЕРЕЗАРЯДКА, чтобы возродиться подальше от выживших"
LANGUAGE.press_jump_to_free_roam					= "Нажмите ПРЫЖОК, чтобы свободно перемещаться"
LANGUAGE.press_alt_nest_menu						= "Нажмите ALT, чтобы открыть меню гнезда"
LANGUAGE.press_reload_to_spawn_at_normal_point		= "Нажмите ПЕРЕЗАРЯДКА, чтобы возродиться в обычной точке возрождения"
LANGUAGE.press_walk_to_spawn_as_x					= "Нажмите %s чтобы появиться как %s"
LANGUAGE.not_enough_room_for_a_nest					= "Здесь мало места для гнезда!"
LANGUAGE.too_close_to_another_nest					= "Слишком близко к другому гнезду!"
LANGUAGE.nest_created								= "Гнездо создается! Завершите строительство до конца, чтобы активировать спавн здесь."
LANGUAGE.nest_built_by_x							= "Гнездо игрока %s было построено и теперь является точкой возрождения."
LANGUAGE.nest_destroyed								= "Гнездо  уничтожено."
LANGUAGE.wait_x_seconds_before_making_a_new_nest	= "Вы должны подождать еще %d секунд, прежде чем создавать новое гнездо."
LANGUAGE.x_has_built_this_nest_and_is_still_around	= "%s построил это гнездо здесь, так что вы не можете его снести."
LANGUAGE.no_other_nests								= "Вы не можете разрушить гнездо, если осталось только одно."
LANGUAGE.there_are_too_many_nests					= "Гнезд слишком много, больше построить нельзя!"
LANGUAGE.you_have_made_too_many_nests				= "Вы уже создали достаточно гнезд. Уничтожьте один и попробуйте еще раз."
LANGUAGE.too_close_to_a_human						= "Слишком близко к человеку!"
LANGUAGE.too_close_to_a_spawn						= "Слишком близко к спавну зомби!"
LANGUAGE.too_close_to_uncorrupt						= "Слишком близко к неповрежденному маяку!"
LANGUAGE.x_redeemed									= "%s был воскрешен!"
LANGUAGE.ready										= "Готово"
LANGUAGE.obtained_x_y_ammo_from_z					= "Полученные боеприпасы: %d %s от %s"
LANGUAGE.you_have_reset_all							= "Все ваши навыки, опыт и очки навыков были сброшены."
LANGUAGE.tier_x_items_unlock_at_wave_y				= "Ярус %d откроется на волне %d"